//
//  Untitled.swift
//  NurseOS
//
//  Created by デジタルヘルス on 2024/11/22.
//

{
    "records": [
        {
            "date": "23/12/2",
            "S":"痰が絡むような感じがして飲み込むときにつかえる感じがする。あまり食欲が湧かない。咳き込むと吐き気がして、あまり食事がとれない。",
            "O":"入院後に食欲低下、病院食摂取量5割程度。病院食は1日1700kcalのメニューである。身長は162cm、体重45kg(1か月前に比べ4kg減少している)1日の水分摂取量800から1000ml程度。1日尿量1000から1100ml。11月6日、体温=36.4から36.8℃、脈拍=82から92回/分・不整あり、呼吸=18から24回/分、肺雑音あり、SpO2=94から98%、チアノーゼなし。",
            "A":"年齢と対角から算出される1日に必要とされるエネルギー量1200Kcalと比較し、摂取エネルギーが不足している。元来から小食であることや入院後に食欲が低下していること、さらに嚥下困難や咳き込みによる吐き気、入れ歯が合わなくなってきたことなどから食事摂取が今後も十分に行われないことが考えられる。また、血液検査データからも低栄養状態が示唆される。白血球数が多く肺雑音、粘稠な喀痰が認められることから、感染のリスクがあると考えられる。",
            "P":"とろみ材を活用して飲みやすい状態のものを提供する。栄養補助食品を活用して低栄養の進行を防ぐ。頸部前屈位で食事してもらうなど体位の工夫を行う。誤嚥を起こさないように口腔ケアを行う"
        },
        {
            "date": "23/12/3",
            "S":"食欲がなくなり、食事をとる量が減ってしまった。体重が少しずつ減少しているように感じ、力が入らない。夜もなかなか眠れず、朝は体が重く、日中の仕事も集中力が続かない。",
            "O":"身体測定により体重が前月比で3kg減少している。体温=36.5℃、脈拍=78回/分、血圧=118/76mmHg。眼の下にクマが見られ、肌の血色が悪い。過去2週間にわたり、食事摂取量と睡眠時間が平均よりも低い。",
            "A":"食欲不振と睡眠不足が続いており、栄養状態の悪化とともに倦怠感が増強している。慢性的なストレスや生活リズムの乱れが原因である可能性が高い。栄養不足が免疫機能の低下にもつながり、さらに体調が悪化するリスクがある。",
            "P":"栄養管理と体重の経過観察を行い、必要に応じて栄養補助食品の使用を勧める。また、夜間の安眠環境を整えるための睡眠衛生指導を実施。ストレス緩和のために、深呼吸やリラクゼーション法を指導し、必要に応じて専門のサポートを提供することを検討する。"
        },
        {
            "date": "23/12/4",
            "S":"最近、歩行時に膝に痛みを感じるようになった。特に階段の上り下りで痛みが強く、日常生活に支障が出ている。以前は長時間歩いても問題なかったが、最近では歩行距離が短くなり、痛みで立ち止まることが多くなった。",
            "O":"両膝の関節に腫れと軽度の熱感があり、触診により圧痛が確認された。膝の屈伸運動時に痛みがあり、可動域が制限されている様子。体温=36.8℃、脈拍=76回/分、血圧=122/78mmHg。歩行距離が短縮し、日常動作にも支障が出ている。",
            "A":"関節の炎症が原因で、膝の可動域と耐久性が著しく低下している。年齢や過去の関節の酷使などが関与している可能性があり、変形性膝関節症が進行していることも考えられる。",
            "P":"痛みや炎症を抑えるため、膝の冷却や関節保護の指導を行う。必要に応じて、非ステロイド系抗炎症薬（NSAIDs）の使用を検討する。また、膝関節のリハビリテーションにより可動域の維持と筋力強化を目指し、関節への負担を軽減する運動法を推奨する。"
        },
        {
            "date": "23/12/5",
            "S":"「階段を上ったり、少し早歩きしただけで息切れを感じるようになった。夜間には乾いた咳が続き、時折、胸に圧迫感を感じる。特に夜中に目が覚めると呼吸が苦しくなることがある。」本人は、最近運動不足だと感じつつも、これほどの息切れは初めてであると話している。",
            "O":"呼吸数は18回/分で、SpO2は安静時で92〜95%の範囲を示している。聴診にて軽度のラ音が確認され、呼吸音もやや浅い。体温=36.7℃、脈拍=88回/分、血圧=110/72mmHg。夜間の睡眠が途切れがちで、日中にも疲労感が続いている。",
            "A":"酸素飽和度がやや低下し、呼吸困難の症状から呼吸機能の低下が懸念される。慢性閉塞性肺疾患（COPD）や呼吸器系の感染症の可能性もあるため、さらなる検査が必要。",
            "P":"呼吸機能の継続的な観察を行い、必要に応じてSpO2モニタリングを実施する。また、酸素療法の導入も検討し、夜間の呼吸状態が改善しない場合には呼吸器科の受診を考慮する。リハビリテーションを通じて呼吸筋の強化を図り、息切れの改善に努める。"
        },
        {
            "date": "23/12/
            6",
            "S":"「手足がむくみやすくなり、夕方には靴がきつく感じることがある。朝は特に気にならないが、夕方になると足首周りが重く感じる。」長時間立ち仕事をする日が多いため、これが原因ではないかと考えている。",
            "O":"下肢に軽度の浮腫が見られ、特に足首で顕著。圧痛はなく、皮膚の温度や色調にも大きな異常は見られない。体温=36.4℃、脈拍=76回/分、血圧=128/82mmHg。腎機能検査は正常範囲であり、体内の水分代謝がやや滞っている様子。",
            "A":"長時間の立ち仕事や水分代謝の低下により、むくみが生じている可能性が高い。腎機能には問題がないが、循環不全による影響があると考えられる。",
            "P":"足を上げる姿勢を取り、足首の可動域を保つための軽い運動やマッサージを指導する。浮腫軽減のための着圧ソックスの使用も勧める。浮腫が継続する場合や悪化する場合は、血液検査等によるさらなる評価を検討する。"
        }
    ]
}
